Repository: barmaandev/voicedoon
Catalog: languages/voicedoon-*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: Documents
fa_ir: مستندات

source: Usage
fa_ir: نحوه استفاده

source: Use the shortcode in posts, pages, or widgets. In the block editor, add a Shortcode block.
fa_ir: از شورت‌کد در پست‌ها، صفحات یا ویجت‌ها استفاده کنید. در ویرایشگر بلاک، یک بلاک شورت‌کد اضافه کنید.

source: Attributes
fa_ir: ویژگی‌ها

source: Audio file URL (required).
fa_ir: آدرس فایل صوتی (اجباری).

source: Optional title label.
fa_ir: برچسب عنوان اختیاری.

source: Wave bar color.
fa_ir: رنگ نوار موج.

source: Played overlay color.
fa_ir: رنگ لایه پخش شده.

source: Canvas background color.
fa_ir: رنگ پس‌زمینه کانوس.

source: Canvas height in pixels.
fa_ir: ارتفاع کانوس بر حسب پیکسل.

source: Audio preload attribute (none|metadata|auto).
fa_ir: ویژگی پیش‌بارگذاری صدا (none|metadata|auto).

source: When to load audio and waveform (view|click).
fa_ir: زمان بارگذاری صدا و موج (view|click).

source: Modern (Default)
fa_ir: مدرن (پیش‌فرض)

source: Minimal
fa_ir: مینیمال

source: Neon
fa_ir: نئون

source: Wave (Continuous)
fa_ir: موج (پیوسته)

source: Wave Top (Half)
fa_ir: موج بالا (نیمه)

source: On View
fa_ir: در نمایش

source: On Click
fa_ir: در کلیک

source: Outside (left of waveform)
fa_ir: خارج (سمت چپ موج)

source: Inside (within waveform area)
fa_ir: داخل (درون ناحیه موج)

source: Bars
fa_ir: میله‌ها

source: Line
fa_ir: خط

source: Continuous (Filled)
fa_ir: پیوسته (پر شده)

source: Default Settings
fa_ir: تنظیمات پیش‌فرض

source: Configure default appearance and behavior. Shortcode attributes override these.
fa_ir: ظاهر و رفتار پیش‌فرض را پیکربندی کنید. ویژگی‌های شورت‌کد این موارد را لغو می‌کند.

source: Design Preset
fa_ir: پیش‌تنظیم طراحی

source: Wave Style
fa_ir: سبک موج

source: Button position
fa_ir: موقعیت دکمه

source: Load on
fa_ir: بارگذاری در

source: Preload
fa_ir: پیش‌بارگذاری

source: Wave height (px)
fa_ir: ارتفاع موج (پیکسل)

source: Bar radius (px)
fa_ir: شعاع میله (پیکسل)

source: Accent color
fa_ir: رنگ تاکید

source: Progress color
fa_ir: رنگ پیشرفت

source: Background color
fa_ir: رنگ پس‌زمینه

source: Help
fa_ir: راهنما

source: Voice Doon
fa_ir: ویس‌دون
